import { Ii18n } from "../app";

export const ru: Ii18n = {
  calendar: {
    months: [
      "Январь",
      "Февраль",
      "Март",
      "Апрель",
      "Май",
      "Июнь",
      "Июль",
      "Август",
      "Сентябрь",
      "Октябрь",
      "Ноябрь",
      "Декабрь",
    ],
    monthsForDays:[
      "Января", "Февраля", "Марта",
      "Апреля", "Мая", "Июня",
      "Июля", "Августа", "Сентября",
      "Октября", "Ноября", "Декабря"
    ],
    daysOfWeeks: ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"],
    check: "Подтвердить",
    bookText: 'Бронь в три клика',
    questionDeletion:'Удалить Запис ?',
    cancel:'Отмена',
    delete: 'Удалить'
  },
};
