import { Ii18n } from "../app";

export const ukr: Ii18n = {
  calendar: {
    months: [
      "Cичень",
      "Лютый",
      "Березень",
      "Квитень",
      "Травень",
      "Червень",
      "Липень",
      "Серпень",
      "Вересень",
      "Жовтень",
      "Листопад",
      "Грудень",
    ],
    monthsForDays: [
      "Січня", "Лютого", "Березня",
      "Квітня", "Травня", "Червня",
      "Липня", "Серпня", "Вересня",
      "Жовтня", "Листопада", "Грудня"
    ],
    daysOfWeeks: ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Нд"],
    check: "Підтвердити",
    bookText: 'Бронь у три кліки',
    questionDeletion: 'Видалити Запис ?',
    cancel: 'Cкасувати',
    delete: 'Видалити'
  },
};
